---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameterGroup.PG_ENERGY_ANALYSIS_DETAILED_MODEL
enum: Autodesk.Revit.DB.BuiltInParameterGroup
source: html/9942b791-2892-0658-303e-abf99675c5a6.htm
---
# Autodesk.Revit.DB.BuiltInParameterGroup.PG_ENERGY_ANALYSIS_DETAILED_MODEL

"Detailed Model"